Repository: skaik-mo/Notes-App-Using-Realm-Swift
Catalog: Notes App/Language/*.lproj/Localizable.strings
Languages: ar

# LanguageSheetTitle
source: Change Language
ar: تغيير اللغة

# LanguageSheetMessage
source: Select Language
ar: اختر اللغة

# LanguageCategory
source: Category
ar: الفئة

# LanguageUpdateCategory
source: Update Category
ar: تعديل الفئة

# LanguageNewCategory
source: New Category
ar: فئة جديدة

# LanguageNote
source: Note
ar: ملاحظة

# LanguageUpdateNote
source: Update Note
ar: تعديل الملاحظة

# LanguageNewNote
source: New Note
ar: ملاحظة جديدة

# LanguageSuccessful
source: Successful
ar: تمت العملية بنجاح

# LanguageError
source: Error !!
ar: خظأ !!

# LanguageEnterInfo
source: Enter Info
ar: أدخل البيانات

# LanguageEmailOrUsernameIsExists
source: Email Or username is exists
ar: البريد أو اسم المستخدم موجود

# LanguageLoginFailed
source: LOGIN FAILED, PLEASE CHECK LOGIN CREDENTIALS
ar: فشل تسجيل الدخول ٫ يرجى التحقق من البيانات المسجلة

# LanguageDoneCreate
source: Done Create
ar: تم الحفظ

# LanguageFailedCreate
source: Failed Create
ar: فشل الحفظ

# LanguageDoneUpdate
source: Done Update
ar: تم التعديل

# LanguageFailedUpdate
source: Failed Update
ar: فشل التعديل

# LanguageFirstNameAlreadyExists
source: First Name already exists
ar: الاسم الأول موجود مسبقاً

# LanguageEmailAlreadyExists
source: Email already exists
ar: البريد موجود مسبفاً

# LanguageFirstName&EmailAlreadyExists
source: First Name and Email already exists
ar: الاسم الأول و البريد موجودين مسبقاً
